{
  "color": "#0f746e",
  "header_background": "assets/images/press_photo_1.jpg",
  "google_analytics_ID": "UA-54037920-14",
  "sub_title": "Astronomer. Postdoctoral Researcher.",
  "tabs": [
    "home",
    "research",
    "press",    
    "cv"
  ],
  "home": {
    "description": "I am a postdoc working at the The Center for Astrochemical Studies of the Max Planck Institute for Extraterrestrial Physics.  I'm primarily interested in observations of the very youngest protostars.  Ultimately I seek to unite dust, kinematic, chemical, and polarization observations of embedded protostars to understand the role that young disks and their surrounding envelopes play in the first steps of star and planet formation.",
    "highlight": "I specialize in high-resolution (sub-arcsecond) interferometric observations of nearby low-mass embedded protostars.",
    "contact": [
      {
        "text": "Max-Planck-Institut für extraterrestrische Physik"
      },
      {
        "text": "Giessenbachstrasse 1"
      },
      {
        "text": "85748 Garching"
      },   
      {
        "text": "Germany"
      }, 
      {
        "type": "email",
        "text": "dom@mpe.mpg.de"
      },
      {
        "type": "phone",
        "text": "+49 89 300003221"
      }
    ],
    "fields": [
      "Star Formation",
      "Embedded Prototstars",
      "Disk Structures",
      "Envelope-Disk Connection"
    ]
  },
  "research": [
    {
      "title": "Substructures in Young Protostellar Disks",    
      "sub_title": "How early can planet formation begin?",   
      "papers": [
        {
          "always_expanded": true,
          "title": "Four annular structures in a protostellar disk less than 500,000 years old",
          "link": "https://www.nature.com/articles/s41586-020-2779-6",
          "authors": ["D. M. Segura-Cox", "et al."],
          "abstract": "We detect the youngest protostellar disk with multiple concentric rings and gaps around a Class I protostar. Older Class II sources have been detected previously with disk rings and gaps in abundance, and these features are often attributed to planet formation already well underway. Our work with the Class I protostar IRS 63 shows that the same features are already present at an evolutionary stage when the protostar will still gain significant mass from the surrounding envelope. The dust rings will act as an early foothold for dust grain growth, which is a prerequisite of planet formation. All together, this work is compelling evidence that protostars and planets grow and evolve together from very early times.",
          "more_info": [
            {
              "text": "Related Work:",
              "links": [
                {
                  "text": "Disk and exoplanet masses match",
                  "link": "https://ui.adsabs.harvard.edu/abs/2020A%26A...640A..19T/abstract"
                },
                {
                  "text": "The cosmic pretzel",
                  "link": "https://ui.adsabs.harvard.edu/abs/2019Sci...366...90A/abstract"
                },
                {
                  "text": "Binary orbits inside a shared disk",
                  "link": "https://ui.adsabs.harvard.edu/abs/2020ApJ...897...59M/abstract"
                }
              ]
            }
          ],
          "images": [
            "assets/images/IRS63_Figure1_small.jpg"
          ]
        }
      ]
    },
    {
      "title": "Class 0 and I Protostellar Disk Sizes",    
      "sub_title": "How large and how early can disks grow?",   
      "papers": [
        {
          "always_expanded": true,
          "title": "The VLA Nascent Disk and Multiplicity Survey of Perseus Protostars (VANDAM). V. 18 Candidate Disks around Class 0 and I Protostars in the Perseus Molecular Cloud",
          "link": "https://ui.adsabs.harvard.edu/abs/2018ApJ...866..161S/abstract",
          "authors": ["D. M. Segura-Cox", "et al."],
          "abstract": "We surveyed all young Class 0 and I protostars with VLA continuum observations in the Perseus Molecular Cloud in an effort to characterize embedded protostellar disk sizes and multiplicity fractions. Our study is the first to attempt to characterize embedded disk sizes in a complete and unbiased sample of an entire molecular cloud. The VANDAM survey has a resolution of ~15 au at 8 mm, and we found that 14 Class 0 and 4 Class I protostars had disks greater than 12 au in radius, based on modeling in the uv-plane. This left 78% of the protostars in our survey without clear signs of disks found.  These small radii at long wavelengths likely represent a lower limit on disk size, and while it is clear that large (greater than 10 au) disks can indeed exist even in the youngest Class 0 phase, large young disks are uncommon even with these high resolution data.",
          "more_info": [
            {
              "text": "Related Work:",
              "links": [
                {
                  "text": "First look at VANDAM disks",
                  "link": "https://ui.adsabs.harvard.edu/abs/2016ApJ...817L..14S/abstract"
                },
                {
                  "text": "VANDAM II (multiplicity)",
                  "link": "https://ui.adsabs.harvard.edu/abs/2016ApJ...818...73T/abstract"
                },
                {
                  "text": "Angular momentum and disk formation",
                  "link": "https://ui.adsabs.harvard.edu/abs/2019ApJ...882..103P/abstract"
                }
              ]
            }
          ],
          "images": [
            "assets/images/picture_2.jpg"
          ]
        }
      ]
    },
    {
      "title": "Polarization in Embedded Disks",
      "sub_title": "Under what conditions do magnetic fields rule?",      
      "papers": [
        {
          "always_expanded": true,
          "title": "The Magnetic Field in the Class 0 Protostellar Disk of L1527",
          "link": "https://ui.adsabs.harvard.edu/abs/2015ApJ...798L...2S/abstract",
          "authors": ["D. M. Segura-Cox", "et al."],
          "abstract": "Using the CARMA telecope, we used 50 au resolution 1.3 mm dust continuum obserbservations to study the polarization of the disk towards L1527.  L1527 is a well-known and edge-on Class 0 protostellar disk, and the first Class 0 disk to be confirmed via detection of Keplerian rotation. This work is the first to detect resolved polarization emission arising directly from a Class 0 disk. If the polarization is caused by spinning dust grains aligned with magnetic fields, then it is consistent with a toroidal magnetic field wrapped around a rotating disk. This suggests that at 50 au scales, the angular momentum transport in Class 0 protostars is driven by magnetorotational instabilities rather than magnetocentrifugal winds.  Since this paper was published, many other mechanisms for producing polarized emission in embedded disks have been found (such as self-scattering). Meanwhile, the morphology of the polarized emission in this edge-on Class 0 disk remains an observational benchmark for any proposed polarization mechanism.",
          "more_info": [
            {
              "text": "Related Work:",
              "links": [
                {
                  "text": "Self-scattering can dominate",
                  "link": "https://ui.adsabs.harvard.edu/abs/2016MNRAS.460.4109Y/abstract"
                },
                {
                  "text": "Pattern changes with wavelength",
                  "link": "https://ui.adsabs.harvard.edu/abs/2017ApJ...851...55S/abstract"
                },
                {
                  "text": "Embedded disk polarization survey",
                  "link": "https://ui.adsabs.harvard.edu/abs/2019ApJS..245....2S/abstract"
                }
              ]
            }
          ],          
          "images": [
            "assets/images/picture_1.jpg"
          ]
        }
      ]
    }
  ],
  "press": [
    {
      "title": "Press Releases",
      "papers": [
        {
          "always_expanded": true,          
          "title": "Stars and Planets Grow Up Together as Siblings",
          "link": "https://www.mpe.mpg.de/7508431/news20201007?c=260760",
          "abstract": "My new work, just published in Nature, shows compelling evidence that planets start to form while infant stars are still growing. With ALMA my team studied IRS 63, a beautiful protostellar disk with the youngest known multiple rings and gaps.",
          "more_info": [
            {
              "text": "Image Credit: Dominique M. Segura-Cox, MPE"
            }
          ],          
          "images": [
            "assets/images/IRS63_SolarSystem_small.jpg"
          ]
        },
        {
          "always_expanded": true,          
          "title": "A Growing Stellar System Directly Fed by the Mother Cloud",
          "link": "https://www.mpe.mpg.de/7478439/news20200727",
          "abstract": "Work by our team led by my collaborator at the Max Planck Institute for Extraterrestrial Physics shows how large-scale molecular clouds can help protostars at much smaller size scales gain their mass and chemical makeup.",
          "more_info": [
            {
              "text": "Image Credit: Jaime E. Pineda, MPE"
            }
          ],          
          "images": [
            "assets/images/press_photo_2.jpg"
          ]
        },
        {
          "always_expanded": true,          
          "title": "VLA Reveals Dramatic New Evidence About Star and Planet Formation",
          "link": "https://public.nrao.edu/news/star-and-planet-formation/",
          "abstract": "The NRAO highlights our work with very young multiple protostars and embedded disks that provide unprecedented insight into the first phases of star formation.",
          "more_info": [
            {
              "text": "Image Credit: Bill Saxton, NRAO/AUI/NSF"
            }
          ],             
          "images": [
            "assets/images/press_photo_1a.jpg"
          ]
        }
      ]
    }
  ],  
  "cv": {
    "link": "https://github.com/domase/domase.github.io/raw/master/assets/Segura-Cox_CV_270920.pdf",
    "sections": [
      {
        "title": "Employment and Education",
        "items": [
          {
            "date": "2017-Present",
            "text": "Max Planck Institute for Extraterrestrial Physics",
            "fields": [
              {
                "text": "Center for Astrochemical Studies (Prof. Paola Caselli)",
                "type": "link",
                "link": "http://www.mpe.mpg.de/CAS"
              },
              {
                "text": "Postdoc"
              }
            ]
          },
          {
            "date": "2011-2017",
            "text": "Ph.D. in Astronomy, University of Illinois",
            "fields": [
              {
                "text": "Astronomy Department",
                "type": "link",
                "link": "https://astro.illinois.edu/"
              },
              {
                "text": "Observations of Disks Around the Youngest Protostars: Characterizing Frequency, Dust Properties, and Magnetic Fields at the Earliest Times",
                "highlighted": true
              },
              {
                "text": "Illinois Distinguished Fellow"
              },              
              {
                "text": "Advisor: Prof. Leslie Looney"
              }
            ]
          },          
          {
            "date": "2007-2011",
            "text": "B.S. in Astrophysics and Astronomy, University of Michigan",
            "fields": [
              {
                "text": "Department of Astronomy",
                "type": "link",
                "link": "https://lsa.umich.edu/astro"
              },
              {
                "text": "Graduated with High Honors, Michigan Tradition Scholar"
              },               
              {
                "text": "Advisor: Prof. Sally Oey"
              }
            ]
          }
        ]
      }
    ]
  }
}
